[
  {
    "id": "cef9dde9-82f7-4d3e-b8cc-04c82a7e24fa",
    "titulo": "SUPERMAN",
    "video": "0X_kBulSMjQ",
    "descripcion": "Superman is a superhero created by writer Jerry Siegel and artist Joe Shuster, which first appeared in the comic book Action Comics #1, published in the United States on April 18, 1938. Superman has been regularly published in American comic books since 1938, and has been adapted to other media including radio serials, novels, films, television shows, theater, and video games. Superman was born Kal-El, on the fictional planet Krypton. As a baby, his parents Jor-El and Lara sent him to Earth in a small spaceship shortly before Krypton was destroyed in a natural cataclysm. His ship landed in the American countryside near the fictional town of Smallville, Kansas. He was found and adopted by farmers Jonathan and Martha Kent, who named him Clark Kent.",
    "fecha": "2025-07-14T16:32:21.724Z"
  },
  {
    "id": "8c57a53e-597c-4e6e-906d-eeff9d888e03",
    "titulo": "JURASSIC WORLD",
    "video": "DzMbe-SKwxU",
    "descripcion": "Jurassic World is a 2015 American science fiction action film directed by Colin Trevorrow, who co-wrote the screenplay with Rick Jaffa, Amanda Silver, and Derek Connolly from a story by Jaffa and Silver. It is the first installment in the Jurassic World series and the fourth installment overall in the Jurassic Park film series, following Jurassic Park III. It stars an ensemble cast including Chris Pratt, Bryce Dallas Howard, Vincent D'Onofrio, Ty Simpkins, Nick Robinson, Omar Sy, BD Wong, and Irrfan Khan; Wong reprised his role from the original Jurassic Park film. Set 22 years after the events of Jurassic Park, the film takes place on the same fictional island of Isla Nublar, located off the Pacific coast of Costa Rica. A successful theme park of cloned dinosaurs, dubbed Jurassic World, has operated on the island for years, bringing John Hammond's dream to fruition. The park plunges into chaos when a transgenic dinosaur escapes from its enclosure and goes on a rampage.",
    "fecha": "2025-07-14T16:32:25.562Z"
  },
  {
    "id": "89155ab0-b1a2-4bbe-90be-1f122db9ae7b",
    "titulo": "COMO ENTRENAR A TU DRAGÓN",
    "video": "UGIXnk1Zjbo",
    "descripcion": "Cómo entrenar a tu dragón es una película de animación 3D estadounidense de 2010, basada libremente en la serie de libros del mismo nombre de la autora británica Cressida Cowell. El filme cuenta con las voces de Jay Baruchel, Gerard Butler, America Ferrera, Christopher Mintz-Plasse y Craig Ferguson. La cinta se estrenó el 26 de marzo de 2010 y se trata de la decimonovena película de los estudios Dreamworks Animation.",
    "fecha": "2025-07-18T00:31:57.074Z"
  },
  {
    "id": "7d985bde-967b-49b8-9eec-77576e44a9de",
    "titulo": "PITUFOS",
    "video": "BfNl0o0Abfo",
    "descripcion": "",
    "fecha": "2025-07-18T17:26:57.367Z"
  },
  {
    "id": "d575a327-ed79-4def-9c45-36eba7299931",
    "titulo": "JURASSIC WORLD: RENACE",
    "video": "DzMbe-SKwxU",
    "descripcion": "",
    "fecha": "2025-07-18T17:26:58.107Z"
  },
  {
    "id": "04d184eb-f6f1-44d4-96c3-707849b973d7",
    "titulo": "SÉ LO QUE HICIERON EL VERANO PASADO",
    "video": "BQlKrhCs7zg",
    "descripcion": "",
    "fecha": "2025-07-18T17:26:58.687Z"
  },
  {
    "id": "54eaac66-627e-4af9-b760-a9d19f3ae083",
    "titulo": "LILO & STITCH",
    "video": "A4SGwOdFUkc",
    "descripcion": "",
    "fecha": "2025-07-18T17:26:59.288Z"
  },
  {
    "id": "caa7e991-4b8a-4972-bbb0-5c55ad838788",
    "titulo": "INVASIÓN ZOMBIE: HIJOS DEL APOCALÍPSIS",
    "video": "JbP16waAWvA",
    "descripcion": "",
    "fecha": "2025-07-18T17:26:59.872Z"
  },
  {
    "id": "a6c52069-6635-4671-8276-7bbb60e84d10",
    "titulo": "ELIO",
    "video": "a0iCIowxyYw",
    "descripcion": "",
    "fecha": "2025-07-18T17:27:00.323Z"
  },
  {
    "id": "a74e8a4a-9d1a-40b6-a22b-ef84ab09c681",
    "titulo": "F1: LA PELÍCULA",
    "video": "aw8YyC4B1EA",
    "descripcion": "",
    "fecha": "2025-07-18T17:27:00.887Z"
  },
  {
    "id": "f0f188a2-9913-4b60-92da-217a96675db5",
    "titulo": "EXTERMINIO: LA EVOLUCIÓN",
    "video": "YqmaHRc6p0k",
    "descripcion": "",
    "fecha": "2025-07-18T17:27:01.487Z"
  }
]